Repository: megahirt/lfsite
Catalog: src/angular-app/languageforge/lexicon/lang/*.po
Languages: fa

source: Abbreviation
fa: مخفف

source: About Language 639-1 Codes
fa: درباره زبان 639-1 کد

source: About Language 639-3 Codes
fa: درباره زبان 639-3 کد

source: Add a variant of {languageName}
fa: اضافه کردن یک نوع از {languageName}

source: Add Existing User
fa: اضافه کردن کاربر موجود

source: Add IPA for {languageName}
fa: اضافه کردن IPA برای {languageName}

source: Add {languageName}
fa: اضافه کردن {languageName}

source: Add Members
fa: اضافه کردن کاربران

source: Add Voice for {languageName}
fa: اضافه کردن صدا برای {languageName}

source: Apply
fa: درخواست

source: Are you sure you want to delete '{lexeme}'?
fa: آیا مطمئن هستید که می خواهید حذف کنید: ' {lexeme}'؟

source: Browse...
fa: مرور ...

source: Comment
fa: توضیح

source: Create New User
fa: ایجاد کاربر جدید

source: Default Interface Language
fa: به طور پیش فرض رابط زبان

source: Delete matching entry if deleted in import.
fa: حذف تطبیق ورود اگر در واردات حذف شده است.

source: Delete Word
fa: حذف کلمه

source: Dictionary Browse and Edit
fa: فرهنگ لغت جستجو و ویرایش

source: Dictionary Configuration
fa: تنظیمات فرهنگ لغت

source: Dictionary configuration updated successfully
fa: پیکربندی دیکشنری موفقیت به روز رسانی

source: Display Name
fa: نمایش نام

source: Do not import the conflicting data (keep Language Forge data).
fa: آیا داده های ضد و نقیضی وارد نشده ( نگه داشتن اطلاعات زبان فورج ) .

source: Drop a LIFT file here
fa: رها کردن یک فایل LIFT اینجا

source: Edit
fa: ویرایش

source: Edit input systems
fa: ویرایش سیستم های ورودی

source: Email From (reply-to) Address
fa: ارسال از ( پاسخ به ) آدرس

source: Email Name
fa: نام ایمیل

source: Emic (uses the phonology of the language)
fa: امیک ( با استفاده از واج شناسی زبان)

source: Entry Level Fields
fa: زمینه صعود به سطح ورودی

source: Etic (raw phonetic transcription)
fa: Etic (آوایی خام رونویسی )

source: Example Level Fields
fa: زمینه به عنوان مثال سطح

source: Featured On Website
fa: برجسته در وب سایت

source: Full Name
fa: نام و نام خانوادگی

source: Hidden if empty
fa: پنهان اگر خالی

source: Import
fa: واردات

source: Import a LIFT File
fa: وارداتفایل LIFT

source: Import/Export
fa: واردات / صادرات

source: Import the conflicting data and overwrite the current data (the importing data overrules the Language Forge data).
fa: وارد کردن داده ها متناقض و بازنویسی داده های فعلی ( که داده ها وارد overrules داده ها زبان فورج ) .

source: Import the conflicting data into a new lexical entry or sense and I will make decisions myself later.
fa: وارد کردن داده ها متناقض به ورود واژگان جدید و یا احساس و من تصمیم خودم را بعد از آن را .

source: In applications which support this option, fields with this input system will able to play and record voice.
fa: در برنامه های کاربردی که در حمایت از این گزینه ، با این سیستم ورودی را قادر به پخش و ضبط صدا زمینه .

source: Input Systems
fa: سیستم های ورودی

source: IPA transcription
fa: IPA نسخه برداری

source: LIFT Export
fa: LIFT صادرات

source: LIFT Import
fa: واردات LIFT

source: LIFT import completed successfully
fa: واردات LIFT با موفقیت انجام شد

source: Manager
fa: مدیر

source: Member
fa: عضو

source: More
fa: بیشتر

source: New
fa: جدید

source: New Word
fa: جدید ورد

source: {num} entries
fa: {num} نوشته های

source: {numOfUsers} users were removed from this project
fa: {numOfUsers} کاربران از این پروژه حذف شد

source: or if you prefer...
fa: و یا اگر شما ترجیح می دهند ...

source: Project Code
fa: کد پروژه

source: Project Name
fa: نام پروژه

source: {projectName} Settings
fa: {projectName} تنظیمات

source: {projectName} settings updated successfully
fa: {projectName} تنظیمات با موفقیت به روز شده

source: {projectName} SMS settings updated successfully
fa: {projectName} تنظیمات SMS با موفقیت به روز شده

source: {projectName} User Management
fa: {projectName} مدیریت کاربر

source: Project Properties
fa: خواص پروژه

source: Purpose
fa: هدف

source: Read more about IPA transcriptions
fa: اطلاعات بیشتر در مورد رونوشت IPA

source: Read more about language identifiers
fa: اطلاعات بیشتر در مورد شناسه های زبان

source: Region
fa: منطقه

source: Remove {languageName}
fa: حذف {languageName}

source: Remove Members
fa: حذف کاربران

source: Right to left language
fa: از راست به چپ زبان

source: Role
fa: نقش

source: Save
fa: جویی در هزینه

source: Script
fa: خط

source: Script / Region / Variant
fa: اسکریپت / منطقه / نوع

source: Select a New Input System Language
fa: انتخاب سیستم ورودی جدید زبان

source: Send Email Invite
fa: ارسال ایمیل دعوت از دوستان

source: Sense Level Fields
fa: زمینه رسیدن به سطح حس

source: Settings Import
fa: تنظیمات واردات

source: Skip importing entries with identical modification times.
fa: پرش واردات نوشته های با زمان تغییر یکسان .

source: SMS From Number
fa: SMS از شماره

source: Special
fa: ویژه

source: The user was removed from this project
fa: کاربر از این پروژه حذف شد

source: Twilio Account Username
fa: حساب Twilio نام کاربری

source: Twillio Auth Token
fa: Twillio تایید رمز

source: User created. Username: {userName} Password: {password}
fa: کاربر ایجاد شده است. نام کاربری{userName} رمز عبور : {password}

source: Username
fa: نام کاربری

source: {userName}'s role was changed to {role}
fa: {userName} نقش به {role} تغییر یافت

source: {userName} was added to {projectName} successfully.
fa: {userName} به {projectName} با موفقیت اضافه شد .

source: {userName} was invited to join the project {projectName}
fa: {userName} برای پیوستن به این پروژه {projectName} دعوت شد

source: Variant
fa: نوع دیگر

source: Voice
fa: صدا

source: Whenever there is a conflict:
fa: هر گاه یک درگیری وجود دارد :

source: Word
fa: کلمه

source: You have unsaved changes.
fa: شما تغییرات ذخیره نشده .

source: You have unsaved changes. Leave the page?
fa: شما تغییرات ذخیره نشده . ترک صفحه ؟
